---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentSavedEventArgs
source: html/5fff181b-d734-dbe4-b312-5de3df2f01b1.htm
---
# DocumentSavedEventArgs Members

Indicates whether the event is being cancelled.